tap "esolitos/ipa"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jrockway/tap"
tap "kreuzwerker/taps"
tap "txn2/tap"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "libtool"
brew "php"
brew "composer"
brew "fx"
brew "gh"
brew "git"
brew "harfbuzz"
brew "helm"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libevent"
brew "tree-sitter"
brew "neovim"
brew "openssl@1.1"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rcm"
brew "ripgrep"
brew "ruby"
brew "w3m"
brew "wget"
brew "yh"
brew "yq"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jrockway/tap/kubectl-jq"
brew "txn2/tap/kubefwd"
cask "1password-cli"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "webstorm"
vscode "adpyke.vscode-sql-formatter"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "jebbs.plantuml"
vscode "lukepearson.cidr-ip-range"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "rust-lang.rust-analyzer"
vscode "shanoor.vscode-nginx"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
