tap "esolitos/ipa"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jrockway/tap"
tap "kreuzwerker/taps"
tap "txn2/tap"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "libtool"
brew "php"
brew "composer"
brew "fx"
brew "gh"
brew "git"
brew "harfbuzz"
brew "helm"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libevent"
brew "tree-sitter"
brew "neovim"
brew "openssl@1.1"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rcm"
brew "ripgrep"
brew "ruby"
brew "w3m"
brew "wget"
brew "yh"
brew "yq"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jrockway/tap/kubectl-jq"
brew "txn2/tap/kubefwd"
cask "1password"
cask "1password-cli"
cask "brave-browser"
cask "font-hack-nerd-font"
cask "iterm2"
cask "linear-linear"
cask "slack"
cask "visual-studio-code"
cask "webstorm"
vscode "4ops.terraform"
vscode "adpyke.vscode-sql-formatter"
vscode "aramok.aramoks-black"
vscode "arcanis.vscode-zipfs"
vscode "arthurwang.vsc-prolog"
vscode "bbenoist.vagrant"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "chris-noring.node-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dlahmad.dracula-for-rust-theme"
vscode "dotcypress.language-fift"
vscode "dtsvet.vscode-wasm"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "folke.vscode-monorepo-workspace"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "jebbs.plantuml"
vscode "juanblanco.solidity"
vscode "kevinrose.vsc-python-indent"
vscode "lukepearson.cidr-ip-range"
vscode "mgmcdermott.vscode-language-babel"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "rust-lang.rust-analyzer"
vscode "shan.code-settings-sync"
vscode "shanoor.vscode-nginx"
vscode "slevesque.vscode-zipexplorer"
vscode "sswg.swift-lang"
vscode "stonec0der.g-dark-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tonwhales.func-vscode"
vscode "trufflesuite-csi.truffle-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "william-voyek.vscode-nginx"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
